test_results/sysbench_results_manager.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            61306
        write:                           0
        other:                           8758
        total:                           70064
    transactions:                        4379   (437.77 per sec.)
    queries:                             70064  (7004.32 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0007s
    total number of events:              4379

Latency (ms):
         min:                                    2.08
         avg:                                    2.28
         max:                                    6.97
         95th percentile:                        2.48
         sum:                                 9986.58

Threads fairness:
    events (avg/stddev):           4379.0000/0.00
    execution time (avg/stddev):   9.9866/0.00