test_results/sysbench_results_manager.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            60186
        write:                           0
        other:                           8598
        total:                           68784
    transactions:                        4299   (429.72 per sec.)
    queries:                             68784  (6875.53 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0019s
    total number of events:              4299

Latency (ms):
         min:                                    2.07
         avg:                                    2.32
         max:                                    5.31
         95th percentile:                        2.52
         sum:                                 9987.21

Threads fairness:
    events (avg/stddev):           4299.0000/0.00
    execution time (avg/stddev):   9.9872/0.00