test_results/sysbench_results_worker1.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            73486
        write:                           0
        other:                           10498
        total:                           83984
    transactions:                        5249   (524.74 per sec.)
    queries:                             83984  (8395.89 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0006s
    total number of events:              5249

Latency (ms):
         min:                                    1.66
         avg:                                    1.90
         max:                                   50.72
         95th percentile:                        2.00
         sum:                                 9982.03

Threads fairness:
    events (avg/stddev):           5249.0000/0.00
    execution time (avg/stddev):   9.9820/0.00