test_results/sysbench_results_worker1.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            117334
        write:                           0
        other:                           16762
        total:                           134096
    transactions:                        8381   (837.83 per sec.)
    queries:                             134096 (13405.33 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0011s
    total number of events:              8381

Latency (ms):
         min:                                    0.83
         avg:                                    1.19
         max:                                   34.82
         95th percentile:                        1.96
         sum:                                 9973.55

Threads fairness:
    events (avg/stddev):           8381.0000/0.00
    execution time (avg/stddev):   9.9736/0.00