test_results/sysbench_results_worker2.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            73556
        write:                           0
        other:                           10508
        total:                           84064
    transactions:                        5254   (525.23 per sec.)
    queries:                             84064  (8403.67 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0009s
    total number of events:              5254

Latency (ms):
         min:                                    1.76
         avg:                                    1.90
         max:                                   78.72
         95th percentile:                        1.96
         sum:                                 9981.39

Threads fairness:
    events (avg/stddev):           5254.0000/0.00
    execution time (avg/stddev):   9.9814/0.00