test_results/sysbench_results_worker2.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            116620
        write:                           0
        other:                           16660
        total:                           133280
    transactions:                        8330   (832.64 per sec.)
    queries:                             133280 (13322.28 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0023s
    total number of events:              8330

Latency (ms):
         min:                                    0.83
         avg:                                    1.20
         max:                                   32.70
         95th percentile:                        2.00
         sum:                                 9973.10

Threads fairness:
    events (avg/stddev):           8330.0000/0.00
    execution time (avg/stddev):   9.9731/0.00